{
    "blogs" : [
        {
            "id": "1",
            "blogTitle": "I know what you did last lesson",
            "Date-created": "DATE CREATED",
            "priority": "MANUALLY ENTERED NUMBER WHICH RANKS THE POSTS, IE IF IT'S 1, THAT POST COMES TOP OF CONTENTS",
            "lastUpdated": "16-11-23",
            "meta-data": "META DATA",
            "imageLink": "https://silly-boba-5ffcd9.netlify.app/images/Blog/saw-puppet.png",
            "altText": "eery looking red-eyed, white-faced puppet",
            "content": "<p><span><span>I never thought I would design lessons around a horror movie franchise. Not only because a minimum requirement of responsible tutoring is not terrifying your students, but because frankly, I&rsquo;m pretty easily terrified myself. </span></span></p>            <p><span><span>I was researching ways to support an adult student who learns outside the mainstream and found new inspiration in old advice. Make it relatable! That&rsquo;s already at the heart of everything I do, which is why I spend so much time asking my students what they like on their chips &ndash; salt: ionic bonding, vinegar: weak acids, the list is endless. But the advice gave me an idea.</span></span></p><p><span><span>This student loves the Saw films. They&rsquo;ve seen every single one and they even got a Saw-themed cake for their birthday. So I realised I could give some Saw-themed lessons. </span></span></p><p><span><span>&ldquo;How many moles of gas would Jigsaw need to fill the house with nerve gas?&rdquo; was our first inquiry (inspired by Saw II). And that was great because it presented the question: &ldquo;Hang on, don&rsquo;t we need to know what gas it is to work that out?&rdquo; And no we don&rsquo;t &ndash; because all gases have the same volume at like temperature and pressure.</span></span></p><p><span><span>&ldquo;How could Jigsaw prepare a dose of poison that would kill its victim, but not too quickly?&rdquo; was our line of inquiry for the next lesson. That&rsquo;s a reference to Saw VIII (Jigsaw), where the victim will die unless they take the antidote, the drawback being that they have to choose the correct syringe, where the wrong choice will precipitate a ghoulishly painful death. So we worked out the mass of dehydroabietic acid (C<sub>18</sub>H<sub>28</sub>O<sub>2</sub>) which would be necessary to make a solution of 2moldm<sup>-3</sup>, using all the kit that A-level students use in the required practical to make a standard solution for an acid base titration. And we used the leftover acid in an imaginary titration to work out the concentration of some household sink unblocker that Jigsaw could put in the other syringe to cause the agonising death. </span></span></p><p><span><span>What can I say? The lessons killed.</span></span></p>",
            "hyperLink": "I_know_what_you_did_last_lesson",
            "hyperLinkExternal": "BOOLEAN AS SCRIPT",
            "blogDescription": "A blog post about personalising a chemistry lesson using references to a horror film for an adult student who loves the Saw movies"
        }

    ]
    
    
    



}


